[MusashiAmbushSilencer X2AbilityTemplate]
LocFriendlyName="伏击"
LocLongDescription="对一个目标以「掩护火力」进行「监视」。此攻击可能会暴击。如果你击杀目标，就能保持隐蔽状态。只能在隐蔽状态下发动。"
LocHelpText="对一个目标以「掩护火力」进行「监视」。此攻击可能会暴击。如果你击杀目标，就能保持隐蔽状态。只能在隐蔽状态下发动。"
LocFlyOverText="伏击"
LocPromotionPopupText="<Bullet/> 对一个目标以「掩护火力」进行「监视」。<br/><Bullet/> 此攻击可能会暴击。<br/><Bullet/>如果你击杀目标，就能保持隐蔽状态。只能在隐蔽状态下发动。<br/><Bullet/>只能在隐蔽状态下发动。"

[MusashiAmbushTargetShot X2AbilityTemplate]
LocFriendlyName="伏击"
LocLongDescription="对一个目标以「掩护火力」进行「监视」。此攻击可能会暴击。如果你击杀目标，就能保持隐蔽状态。只能在隐蔽状态下发动。"
LocHelpText="对一个目标以「掩护火力」进行「监视」。此攻击可能会暴击。如果你击杀目标，就能保持隐蔽状态。只能在隐蔽状态下发动。"
LocFlyOverText="伏击"
LocPromotionPopupText="<Bullet/> 对一个目标以「掩护火力」进行「监视」。<br/><Bullet/> 此攻击可能会暴击。<br/><Bullet/>如果你击杀目标，就能保持隐蔽状态。<br/><Bullet/>只能在隐蔽状态下发动。"

[ShadowstrikeSuspicionDebuff X2AbilityTemplate]
LocFriendlyName="暗影打击怀疑度"
LocLongDescription=""
LocHelpText="暗影打击怀疑度"
LocFlyOverText="暗影打击怀疑度"
LocPromotionPopupText=""

[FreeKillUpgrade_Bsc X2WeaponUpgradeTemplate]
FriendlyName="消音器"
FriendlyNamePlural="消音器"
BriefSummary="用消音武器射击有概率不破坏隐蔽性。"
TinySummary="保持隐蔽概率"
LootTooltip="安装此武器升级插件后，给予保持隐蔽的概率。"

[FreeKillUpgrade_Adv X2WeaponUpgradeTemplate]
FriendlyName="高级消音器"
FriendlyNamePlural="高级消音器"
BriefSummary="用消音武器射击有概率不破坏隐蔽性。暴露概率减少10%。"
TinySummary="保持隐蔽概率"
LootTooltip="安装此武器升级插件后，给予保持隐蔽的概率。暴露概率减少10%。"

[FreeKillUpgrade_Sup X2WeaponUpgradeTemplate]
FriendlyName="终极消音器"
FriendlyNamePlural="终极消音器"
BriefSummary="用消音武器射击有概率不破坏隐蔽性。暴露概率减少20%。"
TinySummary="保持隐蔽概率"
LootTooltip="安装此武器升级插件后，给予保持隐蔽的概率。暴露概率减少20%。"